Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Required to connect the Polar strap. iOS asks for this the first time you connect a sensor; if it's Denied here, the strap can't connect until you re-enable it in iOS Settings.
ar: مطلوب لتوصيل حزام Polar. يطلبه iOS أول مرة تصل فيها مستشعرًا؛ وإن كان مرفوضًا هنا فلن يتمكن الحزام من الاتصال حتى تعيد تفعيله من إعدادات iOS.
da: Nødvendig for at forbinde Polar-bæltet. iOS beder om dette første gang du forbinder en sensor; er det Afvist her, kan bæltet ikke forbinde, før du slår det til igen i iOS-indstillinger.
de: Erforderlich, um den Polar-Gurt zu verbinden. iOS fragt das beim ersten Verbinden eines Sensors ab; ist es hier abgelehnt, kann sich der Gurt erst wieder verbinden, wenn du es in den iOS-Einstellungen aktivierst.
es: Necesario para conectar la banda Polar. iOS lo pide la primera vez que conectas un sensor; si aquí está denegado, la banda no podrá conectarse hasta que lo reactives en los Ajustes de iOS.
fi: Tarvitaan Polar-pannan yhdistämiseen. iOS kysyy tätä, kun yhdistät sensorin ensimmäistä kertaa; jos se on tässä evätty, panta ei voi yhdistyä ennen kuin sallit sen iOS-asetuksissa.
fr: Nécessaire pour connecter la ceinture Polar. iOS le demande la première fois que vous connectez un capteur ; si c’est refusé ici, la ceinture ne pourra pas se connecter tant que vous ne le réactivez pas dans les Réglages iOS.
is: Nauðsynlegt til að tengja Polar-ólina. iOS spyr um þetta í fyrsta sinn sem þú tengir nema; sé því hafnað hér getur ólin ekki tengst fyrr en þú kveikir aftur á því í iOS-stillingum.
it: Necessario per collegare la fascia Polar. iOS lo chiede la prima volta che colleghi un sensore; se qui è negato, la fascia non potrà connettersi finché non lo riattivi nelle Impostazioni iOS.
ja: Polar ストラップの接続に必要です。iOS はセンサーを初めて接続するときにこれを尋ねます。ここで拒否されていると、iOS の設定で再度有効にするまでストラップは接続できません。
ko: Polar 스트랩 연결에 필요합니다. iOS는 센서를 처음 연결할 때 이를 요청합니다. 여기서 거부되어 있으면 iOS 설정에서 다시 허용하기 전까지 스트랩이 연결되지 않습니다.
nb: Nødvendig for å koble til Polar-beltet. iOS spør om dette første gang du kobler til en sensor; er det avvist her, kan ikke beltet koble til før du slår det på igjen i iOS-innstillinger.
nl: Nodig om de Polar-band te verbinden. iOS vraagt dit de eerste keer dat je een sensor koppelt; staat het hier op Geweigerd, dan kan de band pas verbinden als je het weer inschakelt in de iOS-instellingen.
pt_br: Necessário para conectar a cinta Polar. O iOS pede isso na primeira vez que você conecta um sensor; se estiver negado aqui, a cinta não conseguirá conectar até você reativar nos Ajustes do iOS.
ru: Требуется для подключения ремня Polar. iOS запрашивает это при первом подключении датчика; если здесь стоит запрет, ремень не подключится, пока вы не включите разрешение в настройках iOS.
sv: Krävs för att ansluta Polar-bandet. iOS frågar om detta första gången du ansluter en sensor; är det nekat här kan bandet inte ansluta förrän du slår på det igen i iOS-inställningarna.
zh_hans: 连接 Polar 心率带所必需。首次连接传感器时 iOS 会请求该权限；若此处为“已拒绝”，需在 iOS 设置中重新开启后才能连接心率带。

source: Requires iOS 26 with Apple Intelligence enabled.
ar: يتطلب iOS 26 مع تفعيل Apple Intelligence.
da: Kræver iOS 26 med Apple Intelligence slået til.
de: Erfordert iOS 26 mit aktiviertem Apple Intelligence.
es: Requiere iOS 26 con Apple Intelligence activado.
fi: Vaatii iOS 26:n, jossa Apple Intelligence on käytössä.
fr: Nécessite iOS 26 avec Apple Intelligence activé.
is: Krefst iOS 26 með Apple Intelligence virkt.
it: Richiede iOS 26 con Apple Intelligence attivo.
ja: Apple Intelligence を有効にした iOS 26 が必要です。
ko: Apple Intelligence가 켜진 iOS 26이 필요합니다.
nb: Krever iOS 26 med Apple Intelligence aktivert.
nl: Vereist iOS 26 met Apple Intelligence ingeschakeld.
pt_br: Requer iOS 26 com o Apple Intelligence ativado.
ru: Требуется iOS 26 с включённым Apple Intelligence.
sv: Kräver iOS 26 med Apple Intelligence aktiverat.
zh_hans: 需要启用 Apple Intelligence 的 iOS 26。

source: Requires longer recordings (>5 min) to be meaningful. Read it against your own recent nights rather than a population norm.
ar: يتطلب تسجيلات أطول (>5 دقائق) ليكون ذا معنى. اقرأه مقارنةً بلياليك الأخيرة لا بمعيار سكاني.
da: Kræver længere optagelser (>5 min) for at være meningsfuld. Læs den ud fra dine egne seneste nætter frem for en befolkningsnorm.
de: Erfordert längere Aufzeichnungen (>5 Min), um aussagekräftig zu sein. Lies ihn im Vergleich zu deinen eigenen letzten Nächten, nicht zu einer Bevölkerungsnorm.
es: Requiere grabaciones más largas (>5 min) para ser significativa. Léela frente a tus propias noches recientes, no frente a una norma poblacional.
fi: Vaatii pidempiä tallennuksia (>5 min) ollakseen merkityksellinen. Vertaa sitä omiin viime öihisi, älä väestön normiin.
fr: Nécessite des enregistrements plus longs (>5 min) pour être significative. Lisez-la par rapport à vos propres nuits récentes plutôt qu’à une norme de population.
is: Krefst lengri upptaka (>5 mín) til að vera marktækt. Lestu það miðað við þínar eigin nýlegu nætur frekar en þýðisviðmið.
it: Richiede registrazioni più lunghe (>5 min) per essere significativo. Leggila rispetto alle tue notti recenti, non a una norma di popolazione.
ja: 意味を持たせるにはより長い記録（5 分超）が必要です。集団の基準ではなく、あなた自身の最近の夜と比べて読んでください。
ko: 의미 있는 값을 얻으려면 더 긴 기록(5분 초과)이 필요합니다. 인구 기준이 아니라 최근 당신의 밤들과 비교해 읽으세요.
nb: Krever lengre opptak (>5 min) for å være meningsfullt. Les den opp mot dine egne siste netter, ikke en befolkningsnorm.
nl: Vereist langere opnamen (>5 min) om betekenisvol te zijn. Lees hem af tegen je eigen recente nachten, niet tegen een bevolkingsnorm.
pt_br: Exige gravações mais longas (>5 min) para ter significado. Leia em relação às suas próprias noites recentes, não a uma norma populacional.
ru: Для осмысленности требуются более длинные записи (>5 мин). Оценивайте её по своим последним ночам, а не по популяционной норме.
sv: Kräver längre inspelningar (>5 min) för att vara meningsfull. Läs den mot dina egna senaste nätter snarare än en befolkningsnorm.
zh_hans: 需要更长的记录（超过 5 分钟）才有意义。请与你自己最近几晚的数据比较，而不是与人群标准比较。

source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
is: Endurstilla
it: Reimposta
ja: リセット
ko: 재설정
nb: Tilbakestill
nl: Herstellen
pt_br: Redefinir
ru: Сбросить
sv: Återställ
zh_hans: 重置

source: Resp
ar: تنفّس
da: Vejrtr.
de: Atmung
fi: Heng.
is: Önd.
ja: 呼吸
ko: 호흡
nb: Pust
nl: Adem
ru: Дых.
sv: And.
zh_hans: 呼吸

source: Resp Rate
ar: معدل التنفس
da: Vejrtrækning
de: Atemfrequenz
es: Frec. respiratoria
fi: Hengitystiheys
fr: Fréq. respiratoire
is: Öndunartíðni
it: Freq. respiratoria
ja: 呼吸数
ko: 호흡수
nb: Pustefrekvens
nl: Ademhaling
pt_br: Freq. respiratória
ru: Частота дыхания
sv: Andningsfrekvens
zh_hans: 呼吸频率

source: Resp. Rate
ar: معدل التنفس
da: Vejrtrækning
de: Atemfrequenz
es: Frec. respiratoria
fi: Hengitystiheys
fr: Fréq. respiratoire
is: Öndunartíðni
it: Freq. respiratoria
ja: 呼吸数
ko: 호흡수
nb: Pustefrekvens
nl: Ademhaling
pt_br: Freq. respiratória
ru: Частота дыхания
sv: Andningsfrekvens
zh_hans: 呼吸频率

source: Respiration rate estimated from the HF peak frequency (respiratory sinus arrhythmia). During sleep, 12–16 breaths/min is typical. Rates below 10 during deep relaxation are normal. Elevated rates (>18) during rest are unusual and typically reflect arousal, illness, or physical exertion within the last few minutes — context-sensitive.
ar: معدل التنفس المقدَّر من تردد ذروة HF (اضطراب النظم الجيبي التنفسي). وأثناء النوم يُعد 12–16 نفسًا/دقيقة معتادًا. والمعدلات دون 10 أثناء الاسترخاء العميق طبيعية. أما المعدلات المرتفعة (فوق 18) أثناء الراحة فغير معتادة وتعكس عادةً استثارة أو مرضًا أو مجهودًا بدنيًا خلال الدقائق القليلة الماضية — أي أنها تعتمد على السياق.
da: Vejrtrækningsfrekvens estimeret ud fra HF-topfrekvensen (respiratorisk sinusarytmi). Under søvn er 12–16 vejrtrækninger/min typisk. Frekvenser under 10 ved dyb afslapning er normale. Forhøjede frekvenser (over 18) i hvile er usædvanlige og afspejler typisk ophidselse, sygdom eller fysisk anstrengelse inden for de sidste minutter — kontekstafhængigt.
de: Aus der HF-Spitzenfrequenz geschätzte Atemfrequenz (respiratorische Sinusarrhythmie). Im Schlaf sind 12–16 Atemzüge/Min typisch. Werte unter 10 bei tiefer Entspannung sind normal. Erhöhte Werte (über 18) in Ruhe sind ungewöhnlich und spiegeln meist Erregung, Krankheit oder körperliche Anstrengung in den letzten Minuten wider — kontextabhängig.
es: Frecuencia respiratoria estimada a partir de la frecuencia del pico HF (arritmia sinusal respiratoria). Durante el sueño, 12–16 respiraciones/min es lo típico. Valores por debajo de 10 en relajación profunda son normales. Valores elevados (más de 18) en reposo son inusuales y suelen reflejar activación, enfermedad o esfuerzo físico en los últimos minutos — depende del contexto.
fi: Hengitystiheys, arvioitu HF-huipputaajuudesta (hengityksen sinusarytmia). Unen aikana 12–16 hengitystä/min on tyypillistä. Alle 10 syvässä rentoutuksessa on normaalia. Koholla olevat arvot (yli 18) levossa ovat epätavallisia ja heijastavat yleensä vireystilan nousua, sairautta tai viime minuuttien fyysistä ponnistelua — tilanneriippuvaista.
fr: Fréquence respiratoire estimée à partir de la fréquence du pic HF (arythmie sinusale respiratoire). Pendant le sommeil, 12–16 respirations/min est typique. Des valeurs sous 10 en relaxation profonde sont normales. Des valeurs élevées (au-delà de 18) au repos sont inhabituelles et traduisent en général un éveil, une maladie ou un effort physique dans les dernières minutes — cela dépend du contexte.
is: Öndunartíðni áætluð út frá hátíðnitoppi (öndunartengd sínustruflun). Í svefni eru 12–16 andardrættir/mín dæmigerðir. Tíðni undir 10 við djúpa slökun er eðlileg. Hækkuð tíðni (yfir 18) í hvíld er óvenjuleg og endurspeglar yfirleitt örvun, veikindi eða líkamlega áreynslu á síðustu mínútum — háð samhengi.
it: Frequenza respiratoria stimata dalla frequenza di picco HF (aritmia sinusale respiratoria). Durante il sonno, 12–16 respiri/min è tipico. Valori sotto 10 in rilassamento profondo sono normali. Valori elevati (oltre 18) a riposo sono insoliti e di solito riflettono attivazione, malattia o sforzo fisico negli ultimi minuti — dipende dal contesto.
ja: HF のピーク周波数（呼吸性洞性不整脈）から推定した呼吸数です。睡眠中は 12〜16 回/分が一般的です。深いリラックス時に 10 回/分を下回るのは正常です。安静時に高い値（18 回/分超）が出るのは通常ではなく、多くは覚醒、体調不良、あるいは直前数分の身体的な運動を反映します — 文脈に依存します。
ko: HF 피크 주파수(호흡성 동성 부정맥)에서 추정한 호흡수입니다. 수면 중에는 분당 12–16회가 일반적입니다. 깊은 이완 상태에서 10회 미만은 정상입니다. 안정 시 18회를 넘는 높은 값은 드물며, 대개 각성·질병·직전 몇 분간의 신체 활동을 반영합니다 — 맥락에 따라 해석해야 합니다.
nb: Pustefrekvens estimert ut fra HF-toppfrekvensen (respiratorisk sinusarytmi). Under søvn er 12–16 åndedrag/min typisk. Frekvenser under 10 ved dyp avslapning er normale. Forhøyede frekvenser (over 18) i hvile er uvanlige og gjenspeiler som regel opphisselse, sykdom eller fysisk anstrengelse de siste minuttene — kontekstavhengig.
nl: Ademhalingsfrequentie geschat uit de HF-piekfrequentie (respiratoire sinusaritmie). Tijdens de slaap is 12–16 ademhalingen/min typisch. Waarden onder 10 bij diepe ontspanning zijn normaal. Verhoogde waarden (boven 18) in rust zijn ongebruikelijk en wijzen meestal op arousal, ziekte of fysieke inspanning in de laatste minuten — contextafhankelijk.
pt_br: Frequência respiratória estimada a partir da frequência de pico do HF (arritmia sinusal respiratória). Durante o sono, 12–16 respirações/min é típico. Valores abaixo de 10 em relaxamento profundo são normais. Valores elevados (acima de 18) em repouso são incomuns e costumam refletir excitação, doença ou esforço físico nos últimos minutos — depende do contexto.
ru: Частота дыхания, оценённая по пиковой частоте HF (дыхательная синусовая аритмия). Во сне типично 12–16 вдохов/мин. Значения ниже 10 при глубоком расслаблении нормальны. Повышенные значения (выше 18) в покое необычны и обычно отражают возбуждение, болезнь или физическую нагрузку в последние минуты — зависит от контекста.
sv: Andningsfrekvens uppskattad från HF-toppfrekvensen (respiratorisk sinusarytmi). Under sömn är 12–16 andetag/min typiskt. Frekvenser under 10 vid djup avslappning är normala. Förhöjda frekvenser (över 18) i vila är ovanliga och speglar oftast arousal, sjukdom eller fysisk ansträngning de senaste minuterna — kontextberoende.
zh_hans: 由 HF 峰值频率（呼吸性窦性心律不齐）估算的呼吸频率。睡眠期间通常为 12–16 次/分。深度放松时低于 10 次/分属正常。静息时偏高（超过 18 次/分）并不常见，通常反映唤醒、身体不适，或最近几分钟内的体力活动 — 需结合具体情境判断。

source: Respiratory rate
ar: معدل التنفس
da: Vejrtrækningsfrekvens
de: Atemfrequenz
es: Frecuencia respiratoria
fi: Hengitystiheys
fr: Fréquence respiratoire
is: Öndunartíðni
it: Frequenza respiratoria
ja: 呼吸数
ko: 호흡수
nb: Pustefrekvens
nl: Ademhalingsfrequentie
pt_br: Frequência respiratória
ru: Частота дыхания
sv: Andningsfrekvens
zh_hans: 呼吸频率

source: Respiratory Rate
ar: معدل التنفس
da: Vejrtrækningsfrekvens
de: Atemfrequenz
es: Frecuencia respiratoria
fi: Hengitystiheys
fr: Fréquence respiratoire
is: Öndunartíðni
it: Frequenza respiratoria
ja: 呼吸数
ko: 호흡수
nb: Pustefrekvens
nl: Ademhalingsfrequentie
pt_br: Frequência respiratória
ru: Частота дыхания
sv: Andningsfrekvens
zh_hans: 呼吸频率

source: respiratory rate outside your baseline band
ar: معدل التنفس خارج نطاق خط الأساس لديك
da: vejrtrækningsfrekvens uden for dit baseline-bånd
de: Atemfrequenz außerhalb deines Baseline-Bands
es: frecuencia respiratoria fuera de tu banda base
fi: hengitystiheys perustasokaistasi ulkopuolella
fr: fréquence respiratoire hors de votre plage de référence
is: öndunartíðni utan grunnlínubils þíns
it: frequenza respiratoria fuori dalla tua banda di baseline
ja: 呼吸数がベースライン帯を外れています
ko: 호흡수가 기준선 범위를 벗어남
nb: pustefrekvens utenfor ditt baseline-bånd
nl: ademhalingsfrequentie buiten je basislijnband
pt_br: frequência respiratória fora da sua faixa de base
ru: частота дыхания вне вашей базовой полосы
sv: andningsfrekvens utanför ditt baslinjeband
zh_hans: 呼吸频率超出你的基线区间

source: Rest
ar: راحة
da: Hvile
de: Ruhe
es: Descanso
fi: Lepo
fr: Repos
is: Hvíld
it: Riposo
ja: 休息
ko: 휴식
nb: Hvile
nl: Rust
pt_br: Descanso
ru: Отдых
sv: Vila
zh_hans: 休息

source: Resting heart rate
ar: معدل ضربات القلب أثناء الراحة
da: Hvilepuls
de: Ruheherzfrequenz
es: Frecuencia cardíaca en reposo
fi: Leposyke
fr: Fréquence cardiaque au repos
is: Hvíldarpúls
it: Frequenza cardiaca a riposo
ja: 安静時心拍数
ko: 안정 시 심박수
nb: Hvilepuls
nl: Hartslag in rust
pt_br: Frequência cardíaca em repouso
ru: Пульс в покое
sv: Vilopuls
zh_hans: 静息心率

source: Resting Heart Rate
ar: معدل ضربات القلب أثناء الراحة
da: Hvilepuls
de: Ruheherzfrequenz
es: Frecuencia cardíaca en reposo
fi: Leposyke
fr: Fréquence cardiaque au repos
is: Hvíldarhjartsláttur
it: Frequenza cardiaca a riposo
ja: 安静時心拍数
ko: 안정 시 심박수
nb: Hvilepuls
nl: Rusthartslag
pt_br: Frequência Cardíaca de Repouso
ru: Пульс в покое
sv: Vilohjärtfrekvens
zh_hans: 静息心率

source: Resting heart rate is elevated at %1$@ bpm (avg: %2$@ bpm), which may indicate stress, dehydration, or incomplete recovery.
ar: معدل نبض الراحة مرتفع عند %@ نبضة/دقيقة (المتوسط: %@ نبضة/دقيقة)، ما قد يشير إلى إجهاد أو جفاف أو تعافٍ غير مكتمل.
da: Hvilepulsen er forhøjet ved %@ bpm (gns.: %@ bpm), hvilket kan tyde på stress, dehydrering eller ufuldstændig restitution.
de: Der Ruhepuls ist mit %@ bpm erhöht (Ø: %@ bpm) — das kann auf Stress, Dehydrierung oder unvollständige Erholung hindeuten.
es: La FC en reposo está elevada, en %@ lpm (media: %@ lpm), lo que puede indicar estrés, deshidratación o recuperación incompleta.
fi: Leposyke on koholla, %@ bpm (ka: %@ bpm), mikä voi viitata stressiin, kuivumiseen tai vajaaseen palautumiseen.
fr: La FC de repos est élevée, à %@ bpm (moy. : %@ bpm), ce qui peut indiquer du stress, une déshydratation ou une récupération incomplète.
is: Hvíldarpúls er hækkaður, %@ slög/mín (meðaltal: %@ slög/mín), sem gæti bent til streitu, vökvaskorts eða ófullnægjandi endurheimtar.
it: La FC a riposo è elevata, %@ bpm (media: %@ bpm), il che può indicare stress, disidratazione o recupero incompleto.
ja: 安静時心拍数が %@ bpm と高めです（平均: %@ bpm）。ストレス、脱水、回復不足の可能性があります。
ko: 안정 시 심박수가 %@ bpm으로 높습니다(평균: %@ bpm). 스트레스, 탈수 또는 불완전한 회복을 시사할 수 있습니다.
nb: Hvilepulsen er forhøyet på %@ bpm (gj.sn.: %@ bpm), noe som kan tyde på stress, dehydrering eller ufullstendig restitusjon.
nl: De rusthartslag is verhoogd op %@ bpm (gem.: %@ bpm), wat kan wijzen op stress, uitdroging of onvolledig herstel.
pt_br: A FC de repouso está elevada, em %@ bpm (média: %@ bpm), o que pode indicar estresse, desidratação ou recuperação incompleta.
ru: Пульс покоя повышен — %@ уд/мин (среднее: %@ уд/мин), что может указывать на стресс, обезвоживание или неполное восстановление.
sv: Vilopulsen är förhöjd på %@ bpm (snitt: %@ bpm), vilket kan tyda på stress, uttorkning eller ofullständig återhämtning.
zh_hans: 静息心率偏高，为 %@ bpm（平均：%@ bpm），可能提示压力、脱水或恢复不完全。

source: Resting heart rate is lower than average at %1$@ bpm (avg: %2$@ bpm), suggesting good cardiovascular fitness or deep rest.
ar: معدل نبض الراحة أقل من المتوسط عند %@ نبضة/دقيقة (المتوسط: %@ نبضة/دقيقة)، ما يوحي بلياقة قلبية وعائية جيدة أو راحة عميقة.
da: Hvilepulsen er lavere end gennemsnittet på %@ bpm (gns.: %@ bpm), hvilket tyder på god kredsløbsform eller dyb hvile.
de: Der Ruhepuls liegt mit %@ bpm unter dem Durchschnitt (Ø: %@ bpm) — ein Zeichen guter kardiovaskulärer Fitness oder tiefer Erholung.
es: La FC en reposo está por debajo de la media, en %@ lpm (media: %@ lpm), lo que sugiere buena condición cardiovascular o descanso profundo.
fi: Leposyke on keskimääräistä matalampi, %@ bpm (ka: %@ bpm), mikä viittaa hyvään verenkiertokuntoon tai syvään lepoon.
fr: La FC de repos est inférieure à la moyenne, à %@ bpm (moy. : %@ bpm), ce qui suggère une bonne condition cardiovasculaire ou un repos profond.
is: Hvíldarpúls er lægri en meðaltal, %@ slög/mín (meðaltal: %@ slög/mín), sem bendir til góðs hjarta- og æðaþreks eða djúprar hvíldar.
it: La FC a riposo è inferiore alla media, %@ bpm (media: %@ bpm), segno di buona forma cardiovascolare o riposo profondo.
ja: 安静時心拍数は平均より低い %@ bpm です（平均: %@ bpm）。心血管系の体力が良好、または深い休息を示唆します。
ko: 안정 시 심박수가 평균보다 낮은 %@ bpm입니다(평균: %@ bpm). 좋은 심혈관 체력이나 깊은 휴식을 시사합니다.
nb: Hvilepulsen er lavere enn gjennomsnittet på %@ bpm (gj.sn.: %@ bpm), noe som tyder på god kardiovaskulær form eller dyp hvile.
nl: De rusthartslag ligt onder het gemiddelde op %@ bpm (gem.: %@ bpm), wat wijst op goede cardiovasculaire fitheid of diepe rust.
pt_br: A FC de repouso está abaixo da média, em %@ bpm (média: %@ bpm), sugerindo bom condicionamento cardiovascular ou descanso profundo.
ru: Пульс покоя ниже среднего — %@ уд/мин (среднее: %@ уд/мин), что говорит о хорошей сердечно-сосудистой форме или глубоком отдыхе.
sv: Vilopulsen är lägre än genomsnittet, %@ bpm (snitt: %@ bpm), vilket tyder på god kardiovaskulär kondition eller djup vila.
zh_hans: 静息心率低于平均值，为 %@ bpm（平均：%@ bpm），提示心血管体能良好或休息充分。

source: Resting HR
ar: معدل ضربات القلب أثناء الراحة
da: Hvilepuls
de: Ruhe-HF
es: FC en reposo
fi: Leposyke
fr: FC au repos
is: Hvíldarpúls
it: FC a riposo
ja: 安静時心拍数
ko: 안정 시 HR
nb: Hvilepuls
nl: Rust-HR
pt_br: FC de Repouso
ru: Пульс в покое
sv: Vilo-HR
zh_hans: 静息心率

source: Resting HR varies by fitness. 60-80 bpm typical for adults. Athletes: 50-60 bpm. Lower generally indicates better fitness.
ar: يتفاوت نبض الراحة حسب اللياقة. 60-80 نبضة/دقيقة معتاد للبالغين. الرياضيون: 50-60. الأقل يدل عمومًا على لياقة أفضل.
da: Hvilepuls varierer med formen. 60-80 bpm er typisk for voksne. Atleter: 50-60 bpm. Lavere indikerer som regel bedre form.
de: Der Ruhepuls hängt von der Fitness ab. 60-80 bpm sind bei Erwachsenen typisch, Sportler: 50-60 bpm. Niedriger bedeutet meist bessere Fitness.
es: La FC en reposo varía con la condición física. 60-80 lpm es lo típico en adultos. Deportistas: 50-60 lpm. Más baja suele indicar mejor forma.
fi: Leposyke vaihtelee kunnon mukaan. 60-80 bpm on tyypillinen aikuisilla. Urheilijat: 50-60 bpm. Matalampi tarkoittaa yleensä parempaa kuntoa.
fr: La FC de repos varie selon la condition physique. 60-80 bpm est typique chez l’adulte. Athlètes : 50-60 bpm. Plus bas indique en général une meilleure condition.
is: Hvíldarpúls fer eftir þreki. 60-80 slög/mín er dæmigert hjá fullorðnum. Íþróttafólk: 50-60. Lægra bendir yfirleitt til betra þreks.
it: La FC a riposo varia con la forma. 60-80 bpm è tipico negli adulti. Atleti: 50-60 bpm. Più bassa indica in genere una forma migliore.
ja: 安静時心拍数は体力によって変わります。成人では 60-80 bpm が一般的、アスリートは 50-60 bpm。低いほど一般に体力が高いことを示します。
ko: 안정 시 심박수는 체력에 따라 다릅니다. 성인은 보통 60-80 bpm, 선수는 50-60 bpm. 낮을수록 대체로 체력이 좋습니다.
nb: Hvilepuls varierer med formen. 60-80 bpm er typisk for voksne. Utøvere: 50-60 bpm. Lavere tyder som regel på bedre form.
nl: De rusthartslag varieert met de conditie. 60-80 bpm is typisch bij volwassenen. Sporters: 50-60 bpm. Lager duidt meestal op betere conditie.
pt_br: A FC de repouso varia com o condicionamento. 60-80 bpm é típico em adultos. Atletas: 50-60 bpm. Mais baixa costuma indicar melhor forma.
ru: Пульс покоя зависит от тренированности. У взрослых типично 60-80 уд/мин, у спортсменов 50-60. Ниже обычно означает лучшую форму.
sv: Vilopulsen varierar med konditionen. 60-80 bpm är typiskt för vuxna. Idrottare: 50-60 bpm. Lägre tyder i regel på bättre kondition.
zh_hans: 静息心率因体能而异。成人通常为 60-80 bpm，运动员为 50-60 bpm。数值越低通常表示体能越好。

source: Resting reference range: 0.75–1.0. Hard exercise: < 0.50.
ar: المدى المرجعي أثناء الراحة: 0.75–1.0. التمرين الشاق: أقل من 0.50.
da: Referenceområde i hvile: 0,75–1,0. Hård træning: < 0,50.
de: Referenzbereich in Ruhe: 0,75–1,0. Harte Belastung: < 0,50.
es: Rango de referencia en reposo: 0,75–1,0. Ejercicio intenso: < 0,50.
fi: Levon viitealue: 0,75–1,0. Kova rasitus: < 0,50.
fr: Plage de référence au repos : 0,75–1,0. Effort intense : < 0,50.
is: Viðmiðunarbil í hvíld: 0,75–1,0. Erfið áreynsla: < 0,50.
it: Intervallo di riferimento a riposo: 0,75–1,0. Esercizio intenso: < 0,50.
ja: 安静時の参照範囲：0.75〜1.0。高強度運動：0.50 未満。
ko: 안정 시 기준 범위: 0.75–1.0. 고강도 운동: 0.50 미만.
nb: Referanseområde i hvile: 0,75–1,0. Hard trening: < 0,50.
nl: Referentiebereik in rust: 0,75–1,0. Zware inspanning: < 0,50.
pt_br: Faixa de referência em repouso: 0,75–1,0. Exercício intenso: < 0,50.
ru: Референсный диапазон в покое: 0,75–1,0. Тяжёлая нагрузка: < 0,50.
sv: Referensintervall i vila: 0,75–1,0. Hård träning: < 0,50.
zh_hans: 静息参考范围：0.75–1.0。高强度运动：低于 0.50。

source: Resting: 0.5–2.5. Stress states push higher.
ar: في الراحة: 0.5–2.5. حالات الإجهاد ترفعه.
da: I hvile: 0,5–2,5. Stresstilstande presser den højere.
de: In Ruhe: 0,5–2,5. Stresszustände treiben ihn höher.
es: En reposo: 0,5–2,5. Los estados de estrés lo elevan.
fi: Levossa: 0,5–2,5. Stressitilat nostavat sitä.
fr: Au repos : 0,5–2,5. Le stress le fait monter.
is: Í hvíld: 0,5–2,5. Streituástand hækkar það.
it: A riposo: 0,5–2,5. Gli stati di stress lo alzano.
ja: 安静時: 0.5〜2.5。ストレス時はより高くなります。
ko: 안정 시: 0.5–2.5. 스트레스 상태에서는 더 높아집니다.
nb: I hvile: 0,5–2,5. Stresstilstander presser den høyere.
nl: In rust: 0,5–2,5. Stress drijft dit omhoog.
pt_br: Em repouso: 0,5–2,5. Estados de estresse elevam esse valor.
ru: В покое: 0,5–2,5. Стресс повышает значение.
sv: I vila: 0,5–2,5. Stress driver upp värdet.
zh_hans: 静息：0.5–2.5。应激状态会升高。
